const faq = {
  answersQuestions: [
    {
      question: "איך אני שואל את הבוט שאלה?",
      answer:
        "לוחצים על האייקון של ההודעה עם סימן השאלה, במידה ובחרנו שאלה מוכנה - בוחרים צורת תמיכה, נושא תמיכה והשאלה. ובמידה ובחרנו לכתוב הודעה, פשוט מקלידים בשדה הקלט ולוחצים שלח.",
    },
    {
      question: "איך הבוט עובד?",
      answer:
        "הבוט עובד בטכנולוגיית NLP, המאפשרת למידה דינמית וגמישה מקבצים אשר הבוט סורק.",
    },
    {
      question: "איך אני מוסיף קובץ ללמידה של הבוט?",
      answer:
        "פשוט מאוד! ניגשים לאייקון של הקובץ עם גלגל השיניים, לוחצים על כפצור ההוספה הירוק, וזהו.",
    },
    {
      question: "מכיוון שמדובר בבוט שלומד, האם יש חשש לדליפת מידע?",
      answer:
        "חקרתי רבות אודות הבוט לפני ההוצאה לאור. מדובר בבוט שלא מקושר עם שום API חיצוני כך שאין לו יכולת לצאת החוצה ולהדליף.",
    },
    {
      question: "האם קיימת הגבלה לכמות הקבצים שאפשר להעלות?",
      answer:
        "השרת משתמש בטכנולוגיית קיווץ, המאפשרת העלאה של כמות גדולה של קבצים. תיתכן הגבלה בכל זאת בהתאם לצרכי השרת.",
    },
    {
      question: "האם הבוט זמין 24/7?",
      answer:
        "בהחלט! הבוט זמין מסביב לשעון ומספק תמיכה ונוחות במצבי שגרה וחירום כאחד.",
    },
    { question: "lalala", answer: "ohhhh" },
  ],
};

export default faq;
